[
    {
        "qId" : 1,
        "value" : "GST stands for"
    },
    {
        "qId" : 2,
        "value" : "GST was implemented in India from"
    },
    {
        "qId":3,
        "value" : "GST is applicable on"
    },
    {
        "qId":4,
        "value": "Which of the following items is out of purview of GST? "
    },
    {
        "qId":5,
        "value" : "Which of the following paved the way for introduction of GST in India?"
    },
    {
        "qId":6,
        "value" : "Which of the following is correct in relation to GST?"
    },
    {
        "qId":7,
        "value" : "The rate of tax under GST is notified by the Government on the recommendations of "
    },
    {
        "qId":8,
        "value" : "Currently on which of the following products , GST can be levied? "
    },
    {
        "qId":9,
        "value" : "CGST is levied on?"
    },
    {
        "qId":10,
        "value" : "Input tax credit on works contract service can be availed only-"
    },
    {
        "qId":11,
        "value" : "Services by an educational institution are exempt if the services are provided to –"
    },
    {
        "qId":12,
        "value" : "What is the monetary limit of contract value in order to attract deduction of tax?"
    },
    {
        "qId":13,
        "value" : "HSN stands for"
    },
    {
        "qId":14,
        "value" : "Which of the following is known as the GST Common portal?"
    },
    {
        "qId":15,
        "value" : "Which type of tax shall be levied in case of intra-State supply?"
    },
    {
        "qId":16,
        "value" : "What is the time limit beyond which if goods are not returned, the inputs sent for job work shall be treated as supply?"
    },
    {
        "qId":17,
        "value" : "The term ‘Aggregate Turnover’ under GST includes:"
    },
    {
        "qId":18,
        "value" : "Which of the following will attract levy of UTGST?"
    },
    {
        "qId":19,
        "value" : "When does liability to pay GST arise in case of supply of services?"
    },
    {
        "qId":20,
        "value" : "GSTIN stands for"
    },
    {
        "qId":21,
        "value" : "How many digits are there in GSTIN?"
    },
    {
        "qId":22,
        "value" : "In case of exempt supply, ………………….  is required to be issued."
    },
    {
        "qId":23,
        "value" : "What shall be the default rate and nature of supply, where at the time of receipt of advance, they are not determinable?"
    },
    {
        "qId":24,
        "value" : "When is e-way bill required to be generated?"
    },
    {
        "qId":25,
        "value" : "In how many days, if payment is not made by the recipient to supplier, then input tax credit has to be reversed by the recipient?"
    },
    {
        "qId":26,
        "value" : "What is the form for submission of details of outward supplies?"
    },
    {
        "qId":27,
        "value" : "In which form is return required to be filed by Non-Resident Taxable person?"
    },
    {
        "qId":28,
        "value" : "Which of the following types of ledgers are available at GST common portal?"
    },
    {
        "qId":29,
        "value" : "Input tax credit gets credited to which ledger?"
    },
    {
        "qId":30,
        "value" : "Every person who fails to pay tax within the due date prescribed shall pay interest at the  rate of"
    },
    {
        "qId":31,
        "value" : "The amount towards tax, interest, penalty, fee is deposited into"
    },
    {
        "qId":32,
        "value" : "Interest is calculated"
    },
    {
        "qId":33,
        "value" : "What is the rate of Tax Deduction at Source (TDS) under GST?"
    }
]